Repository: penguin-formula/Localbox
Catalog: translations/*.po
Languages: pt_pt

source: %s does not belong to any configured localbox
pt_pt: %s não pertence a uma localbox configurada

source: Failed to decode contents
pt_pt: Falha a descodificar os conteúdos

source: Are you sure?
pt_pt: Tem a certeza?

source: Choose a file
pt_pt: Selecionar ficheiro

source: Shares
pt_pt: Partilhas

source: User
pt_pt: Utilizador

source: Preferences
pt_pt: Preferências

source: Clean
pt_pt: Limpar

source: Add
pt_pt: Adicionar

source: Delete
pt_pt: Remover

source: Refresh
pt_pt: Refresar

source: This will also delete the directory in your LocalBox and for all users. Continue?
pt_pt: Esta ação também irá apagar a directoria na sua LocalBox e para todos os utilizadores. Continuar?

source: Hi, User!!!
pt_pt: Olá, Utilizador!!!

source: Language
pt_pt: Língua

source: Username:
pt_pt: Utilizador:

source: Password:
pt_pt: Palavra-Chave:

source: WELCOME
pt_pt: BEM-VINDO

source: Apply
pt_pt: Aplicar

source: Close
pt_pt: Fechar

source: Select
pt_pt: Selecionar

source: Select your LocalBox:
pt_pt: Selecione a sua LocalBox

source: Select directory to share:
pt_pt: Selecionar directoria para partilhar

source: Choose the users you want to share with:
pt_pt: Escolha os utilizadores com que quer partilhar

source: Server error creating the share
pt_pt: Erro no servidor ao criar a partilha

source: Error
pt_pt: Erro

source: Invalid LocalBox path. Please make sure that you are selecting a directory inside LocalBox and that the directory has been uploaded. Or try a different directory.
pt_pt: Caminho para a LocalBox inválido. Porfavor, certifique-se que está a selecionar uma dirctoria dentro da LocalBox e que foi feito o upload da directoria. Ou tente uma directoria diferente.

source: Hi {0}, please provide the passphrase for unlocking {1}
pt_pt: Olá {0}, introduza a passphrase para desbloquear {1}

source: Wrong passphase
pt_pt: Passphrase errada

source: Could not authenticate. Please contact the administrator
pt_pt: Falha ao autenticar. Por favor contacte o administrador

source: Path
pt_pt: Caminho

source: Owner
pt_pt: Dono

source: Create Share
pt_pt: Criar Partilha

source: Settings
pt_pt: Configurações

source: Sync in progress
pt_pt: Sincronização em progresso

source: Force Sync
pt_pt: Forçar sincronização

source: Stop
pt_pt: Parar

source: Delete decrypted files
pt_pt: Remover ficheiros decifrados

source: Version: %s
pt_pt: Versão: %s

source: Quit
pt_pt: Fechar

source: Add new sync
pt_pt: Adicionar localbox

source: Label:
pt_pt: Etiqueta:

source: Path:
pt_pt: Caminho:

source: %s is not a valid label
pt_pt: %s não é uma etiqueta válida

source: Invalid Label
pt_pt: Etiqueta válida

source: %s is not a valid URL
pt_pt: %s não é um URL válido

source: Invalid URL
pt_pt: URL inválido

source: %s is not a valid path
pt_pt: %s não é um caminho válido

source: Invalid Path
pt_pt: Caminho invalido

source: Label "%s" already exists
pt_pt: Etiqueta "%s" já existe

source: Path '{}' doesn't exist
pt_pt: Caminho '{}' não existe

source: Path '{}' collides with path '{}' of sync {}
pt_pt: Caminho '{}' colide com caminho '{}' de sync {}

source: Path Collision
pt_pt: Colisão de Caminhos

source: Can't authenticate with given username and password.
pt_pt: Não é possível autenticar com username e password dados

source: Can't authenticate.
pt_pt: Não é possível autenticar

source: Already authenticated for: %s. Skipping authentication with password.
pt_pt: Já autenticado para: %s. A saltar autenticação com password.

source: Username/Password incorrect
pt_pt: Utilizador/Palavra-Chave Incorrectos

source: Give Passphrase
pt_pt: Introduza passphrase

source: New Passphrase
pt_pt: Nova passphrase

source: Repeat passphrase
pt_pt: Repita passphrase

source: Passphrases are not equal
pt_pt: Passphrases não são iguais
